{
  "song": "The Social Network Song (Oh Oh-Uh-Oh Oh)",
  "artist": "Valentina Monetta",
  "country": "San Marino",
  "year": "2012",
  "lyrics": "\n\nUh… uh… (I like)\nAre you ready for a little chat and a song about the Internet?\nIt’s a story ’bout a social door you’ve never seen before\nIf you wanna be seen by everyone, wanna be in the dream and have some fun\nIf you wanna be on the hook, simply take a look\nOh oh, uh oh oh…\nEverybody loves you so\nUh uh, uh oh oh…\nEverybody lets you know\nDo you wanna be more than just a friend?\nDo you wanna play cybersex again?\nIf you wanna come to my house\nThen click me with your mouse\nHello, uh oh oh…\nNever gonna let you go\nYou’re loggin’ in, then it begins\nAnd your computer is waking you, taking your time away\nThe scene is right for a socialite\nYou’re on the Internet, anywhere, any time, night and day\nOh oh, uh oh oh… (I like)\nEverybody loves you so\nOoh ooh, uh oh oh… (Mi piace)\nNever gonna let you go\nSo you wanna make love with me?\nAm I really your cup of tea?\nAre you really the one that’s you and am I really me?\nOh oh, uh oh oh… (I like)\nEverybody loves you so\nSocial network, oh… (Mi piace)\nNever gonna let you go\nYou’re loggin’ in with just a friend\nBut soon the Internet’s beeping and peeping around the bend\nWe used to greet friends on the street\nBut now it’s googling, giggling, gaggling when we meet\nBeep beep, uh oh oh…\nHow about a little chat?\nOh oh, network fans…\nMeet you on the Internet\nDo you really like politics? Wanna talk about dirty tricks?\nAre you really a sex machine or just some beauty queen?\nEverybody is better than before, everybody is calling out for more\nEverybody in cyberville is knocking on your door\nBeep beep, uh oh oh… (I like)\nEverybody does a show\nUh uh, uh oh oh… (Mi piaci)\nIf you like it, click and go\nNow you know it is easy loggin’ in\nFor a little more fun and cyber sin\nWanna know what the net’s about?\nThe hard part’s loggin’ out\nUh uh, uh oh oh, now I’ve got a million friends\nGoodbye network fans, this is how the story ends\nUh uh (Beep beep)\n\n"
}
